---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.HangerWidthOutOfRange
source: html/6790ff5b-506e-bff1-b558-1b1f644e447a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.HangerWidthOutOfRange Property

The hanger width is too large to show.

## Syntax (C#)
```csharp
public static FailureDefinitionId HangerWidthOutOfRange { get; }
```